import React from 'react'

function BioRu() {
  return (
    <span className="bio">
      <div className="bio-desc">Здравствуйте, меня зовут Кристина. Я инженер-программист. Опыт в области естественных наук и машиностроения подготовил меня к логике, аналитическому мышлению и возможностям решения проблем, которые так важны в программировании. Многолетний опыт работы в административной и розничной сфере, способствовали приобретению моих организационных навыков. Я нахожу креативные решения проблем и понимаю важность общения между клиентами и товарищами по команде.</div>
      <br />
      <div className="bio-desc">Мои интересы включают DevOps, веб-дизайн и технологии. Моя страсть к кодированию, обучению, росту и успеху побуждает меня постоянно расширять свои навыки с помощью новых технологий. С нетерпением жду возможностей приобретения новых знаний и создания значимых приложений!</div>
    </span>
  )
}

export default BioRu